[
{
	"category": "Introduction",
	"text": "What kind of man do I want to be?  The 'easy' answer is 'a Faithful follower of Christ; Good Husband and Father.'  But that's really too vague.  I will endeavor here to be more precise.  I do NOT want to be a double-minded man.  I do NOT want to be pulled toward things that are not healthy or conducive to growing in my relationship with God.  This is just a start.  There is more that I want/need to be but this will provide a jumping-off point.  I will look to evaluate myself each day against these objectives.  As other things come to light they will be added.  I will be open to feedback from Julie and guidance from the Holy Spirit as God speaks to my heart and through His Word.  Through God's grace I will be the man that God intends me to be."
 },
 {
	 "category": "Honest",
	 "text": "I will be an Honest man.  I will be honest with my words, thoughts, and the intentions of my heart.  I will be honest with my time and work.  I will hold truth in the highest regard as it is the very essence of God and the greatest weapon against the Enemy."
 },
 {
	 "category": "Scripture",
	 "text": "I will value God's Word and be a lover of God's Word that seeks to hide His Word in my heart.  I will be guided by His Word in my thoughts/desires/actions.  I will work to help the girls to know and love God's Word and see the relevance that it has in their life.  I am going to establish a dedicated time every day for reading and studying the Bible and praying to God.  I am also going to start memorizing Scripture.  In the past I have not done so well with memorizing Scripture but I will be."
 },
 {
	 "category": "Discipline",
	 "text": "I will be more disciplined.  I will be disciplined with my speech.  I will be disciplined with my thoughts, my work, working out, and work around the house.  I will be disciplined with my time, my Bible study, and my prayer time."
 },
 {
	 "category": "Discerning",
	 "text": "I will be discerning.  I will use God's Word and the guidance of the Holy Spirit to better discern Good and evil and the perfect Will of God.  I will choose the Good and reject the evil.  I will teach the girls to be discerning and I will protect them."
 },
 {
	 "category": "Loving",
	 "text": "I will be loving.  My words and thoughts will be guided by love and the desire to seek the best for Julie and the girls and all my family.  I will display my love through my words, through physical affection, through self-sacrifice and putting their needs before my own, and through my dedication to God and to being a better husband and father.  My words and my actions should never be in contradiction to my desire to make my love known to Julie and the girls."
 },
 {
	 "category": "Faithful",
	 "text": "I will be faithful.  To God.  To Julie as her husband.  To the girls as their Father.  I will be faithful to God's commands.  I will be faithful to Julie and my commitments to her as her husband.  I will make sure every day that both Julie and the girls know that they can count on me and my commitment to them."
 },
 {
	 "category": "Optimistic",
	 "text": "I will be optimistic and each day view life as an adventure.  I will share this optimistic, adventuresome spirit with Julie and the girls so that they feel more positive about life and their day."
 },
 {
	 "category": "Strong",
	 "text": "I will be strong/firm, not easily blown about by the winds of change or the whims of others.  I will know what I believe, why I believe it, and while being open to being wrong, I will be firm in my beliefs until new wisdom or understanding is gained.  I will be firm in these desires to be the man outlined here."
 },
 {
	 "category": "Engaged",
	 "text": "I will be engaged in my interactions with Julie and the girls.  I will make sure that all of us as a family are engaged as part of the team.  I will make sure that my thoughts and the intentions of my heart are engaged with my family."
 },
 {
	 "category": "Compassionate",
	 "text": "I will be compassionate with Julie and the girls.  I will seek to understand their thoughts/feelings to better understand them and more appropriately respond to them to help.  I will listen with my heart."
 },
 {
	 "category": "Tender-hearted",
	 "text": "I will be tender-hearted.  I will focus on being tender with Julie and the girls, being careful with what I say and proactive in speaking tender, life-fulfilling, and positive words to them.  I will share my heart with them to better understand me."
 },
 {
	 "category": "Forgiving",
	 "text": "I will be forgiving to others as God has forgiven me.  I will keep no record of wrongs and make sure that neither Julie nor the girls have to wonder about being forgiven by me.  I will work to teach that forgiveness to the girls by modeling it.  May they learn and know God's forgiveness through me."
 }
]