[
    {
        "title": "Nothing",
        "scripture": [
            {
                "scriptureText": "nothing",
                "scriptureReference": "nothing"
            }
        ],
        "author": [
            {
                "authorText": "nothing"
            }
        ],
        "quotes": [
            {
                "quoteText": "nothing",
                "quoteAuthor": "nothing"
            }
        ],
        "prayer": "nothing"
    },
	{
        "title": "To Reflect Your Love",
        "scripture": [
            {
                "scriptureText": "So God created man in his image, in the image of God he created him...",
                "scriptureReference": "Genesis 1:27"
            },
            {
                "scriptureText": "...God is love...",
                "scriptureReference": "1 John 4:16"
            }
        ],
        "author": [
            {
                "authorText": "The bumper sticker makes the point:  We are not human beings with spiritual concerns. We are spiritual beings with human concerns."
            },
            {
                "authorText": "God created man in His image to be a reflection of His character in the world."
            },
            {
                "authorText": "God is truth...thus, man is to reflect God's truth."
            },
            {
                "authorText": "God is caring...thus, man is to reflect God's caring."
            },
            {
                "authorText": "God is love...thus, man is to reflect God's love."
            },
            {
                "authorText": "The Apostle Paul writes that man has been reconciled to God through Jesus Christ.  Man is given a ministry of reconciliation, and he is used by God to bring others to Christ.  Paul calls these righteous men ambassadors because they represent the King and go out in His power and with His blessing."
            },
            {
                "authorText": "The story is told of a young orphan boy in a third world country.  He was dirty, dressed in tattered clothing, hungry, and forlorn.  As the boy passed by a bakery, tempting pastries and a wonderful aroma stopped him in his tracks.  He pressed his face against the window and longed for a taste."
            },
            {
                "authorText": "Inside the bakery, an American soldier was buying rolls when he noticed the young boy gazing through the window.  As the soldier left the bakery, he handed the lad a pastry, wished him well, and walked on.  Soon, the soldier felt a tug on his pant leg.  It was the same boy who, with a slightly puzzled look, asked him a simple question: 'Hey master, are you God?'"
            },
            {
                "authorText": "The answer, of course, was no, the soldier was not God.  But the soldier was an ambassador for God as he cared for that young boy.  The righteous man knows that in all he says and does, he represents God to a world in need."
            }
        ],
        "quotes": [
            {
                "quoteText": "Putting on Christ... is not one among many jobs a Christian has to do; and it is not a sort of special exercise for the top of the class.  It is the whole of Christianity.  Christianity offers nothing else at all.",
                "quoteAuthor": "C.S. Lewis"
            },
            {
                "quoteText": "Make it a rule and pray to God to help you to keep it, never, if possible, to lie down at night without being able to say:  'I have made one human being at least a little wise, or a little happier, or at least a little better this day.'",
                "quoteAuthor": "Charles Kingsley"
            },
            {
                "quoteText": "Preach the gospel at all times and, if necessary, use words.",
                "quoteAuthor": "St. Francis of Assisi"
            },
            {
                "quoteText": "The Gospel According to Me -- Help me remember when others I see; That they're reading the gospel according to me.  Matthew and Barnabus and Peter and Paul -- The world looks upon them as names -- that's all.  For the verses of scripture, lost men merely grope.  But my life goes under the microscope.  Make me a text, Lord, easy to read -- When men read the gospel according to me.",
                "quoteAuthor": "Anonymous"
            }
        ],
        "prayer": "Lord, help me to be an example of Your love and Your truth to everyone I meet.  Help me to always be mindful that my life can be -- and should be -- a living testimony to Your grade and Your redemption.  And let me always follow Your will as I seek to share the healing message of Your Son, this day and every day."
    },
	{
		"title": "To Live by the Truth of Your Word",
		"scripture": [
			{
				"scriptureText": "He humbled you, causing you to hunger and then feeding you manna, which neither you nor your fathers had known, to teach you that man does not live by bread alone but on every word that comes from the mouth of the LORD.",
				"scriptureReference": "Deuteronomy 8:3"
			}
		],
		"author": [
			{
				"authorText": "In his book, In the Eye of the Storm, Max Lucado shares a story illustrating the fact that absolute truths can't be changed.  Lucado writes of a battleship maneuvering at night in rough seas.  Through the fog, the battleship's captain saw a distant but approaching light.  He instructed the signalman to alert the approaching ship to change course in order to avoid a collision.  But the response to the captain's signal was surprising:  It advised the battleship to change course.  At first, the captain was slightly peeved, so he signaled back with this message: 'I am a captain, change course.'  But again, the response to the captain's orders was surprising:  'Sir, I am a signalman and a seaman 2nd class, and you still need to change course.' The captain, by now irate, flashed a final warning: 'We are a battleship.'  The response was equally terse:  'We are a lighthouse.'  The battleship changed course."
			},
			{
				"authorText": "God's Word is our lighthouse in the turbulent seas of life.  The righteous man knows that unchanging truth is found in God."
			}
		],
		"quotes": [
			{
				"quoteText": "God did not write a book and send it by messenger to be read at a distance by unaided minds.  He spoke a Book and lives in His spoken words, constantly speaking His words and causing the power of them to persist across the years.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "The Bible is God's Word, given to us by God Himself so we can know Him and His will for our lives.",
				"quoteAuthor": "Billy Graham"
			},
			{
				"quoteText": "Nobody ever outgrows Scripture; the book widens and deepens with our years.",
				"quoteAuthor": "C.H. Spurgeon"
			},
			{
				"quoteText": "I am a creature of a day.  I am a spirit come from God, and returning to God.  I want to know one thing: the way to heaven.  God himself has condescended to teach me the way.  He has written it down in a book.  Oh, give me that book!  At any price give me the book of God.  Let me be a man of one book.",
				"quoteAuthor": "John Wesley"
			}
		],
		"prayer": "Lord, keep me focused on You and Your truth.  Do not let me be intimidated by the worldly wisdom of man.  Mankind's wisdom is of this world.  Your truth, Lord, is found in Your word.  It is absolute.  May I be a voice of Your truth, unwavering and sure."
	},
	{"title": "To Be a Man After Your Own Heart",
		"scripture": [
			{
				"scriptureText": "...the LORD has sought out a man after his own heart and appointed him leader of his people...",
				"scriptureReference": "1 Samuel 13:14"
			}
		],
		"author": [
			{
				"authorText": "The Bible tells us that David was a man after God's own heart.  God honored and blessed this king who loved Him so.  David's love for God was not perfect, and he made grievous mistakes, but his heart kept bringing him back to God."
			},
			{
				"authorText": "When the prophet Samuel enlightened David concerning his terrible sin of adultery with Bathsheba adn the murder of her husband Uriah, David's heart would not give him peace until he sought forgiveness from God.  David cried, 'Create in me a clean heart, O God' (Psalm 51:10a)."
			},
			{
				"authorText": "The righteous man is not perfect.  But the righteous man desires perfection and seeks to correct his errors by making amends for his wrongdoing."
			}
		],
		"quotes": [
			{
				"quoteText": "Our Father, we are beginning to understand at last that the things that are wrong with our world are the sum total of all the things that are wrong with us as individuals.  Thou hast made us after Thine image, and our hearts can find no rest until they rest in Thee.",
				"quoteAuthor": "Peter Marshall"
			},
			{
				"quoteText": "Whether we think of, or speak to, God, whether we act or suffer for him, all is prayer, when we have no other object than his love, and the desire of pleasing him.",
				"quoteAuthor": "John Wesley"
			},
			{
				"quoteText": "Our Savior kneels down and gazes upon the darkest acts of our lives.  But rather than recoil in horror, he reaches out in kindness and says, 'I can clean that if you want.'  And from the basin of his grace, he scoops a palm full of mercy and washes our sin.",
				"quoteAuthor": "Max Lucado"
			}
		],
		"prayer": "Lord, help me to be wholly committed to You.  May my heart beat for You, and may I be filled with Your righteousness.  When I fall short, Lord, show me the error of my ways.  Let me be a man after Your heart, God, and let me seek Your perfect will, this day and always."
	},
	{"title": "To See Things from Your Perspective",
		"scripture": [
			{
				"scriptureText": "When I consider your heavens, the work of your fingers, the moon and the stars, which you have set in place, what is man that you are mindful of him, the son of man that you care for him?  You made him a little lower than the heavenly beings and crowned him with glory and honor.  You made him ruler over the works of your hands; you put everything under his feet:  all flocks and herds, and the beasts of the field, and the birds of the air, and the fish of the sea, all that swim the paths of the seas.",
				"scriptureReference": "Psalm 8:3-8"
			}
		],
		"author": [
			{
				"authorText": "While hiking on the Appalachian Trail, we spent nights in enclosed lean-tos, and for good reason: hungry bears.  Usually, Smokey Mountain bears are satisfied to dine on an occasional backpack or two, but on rare occasions, they prefer the proprietors of the backpacks, so we were cautious."
			},
			{
				"authorText": "One morning, after sleeping on the wire cots in an enclosed lean-to, my fellow hikers and I were enjoying breakfast when we observed a four-legged visitor rumbling down the path.  The brown bear didn't seem too threatening, but we were in no mood to take risks, so we beat a hasty retreat into the lean-to.  All of us, that is, except David.  David wanted protographs to forever memorialize our brush with danger, so he pulled out his small camera and started clicking.  As the bear came closer and closer, David stood, still as a statue, clicking and winding, clicking and winding, clicking and winding, never taking his eye off the camera's tiny lens.  Gradually, we came to realize that David saw a different bear through his undersized viewfinder.  In David's mind, the bear was still far away, but in reality, it had ambled within an easy paw's reach of our daring (dare I say, foolhardy?) friend."
			},
			{
				"authorText": "Our cries of warning finally caused David to lower his camera.  Immediately, he realized that the bear was not just close, but very close.  David quickly jumped out of harm's way and slammed the lean-to door.  And I learned a lesson on perspective:  David's perspective , the one provided through the lens of his small camera, was not reality.  The same can be said for the ways that we sometimes view life."
			},
			{
				"authorText": "Sometimes, the world seems to be in focus, but it's not.  Sometimes, we think that we share God's perspective, but we don't.  Like my friend David looking through his viewfinder, we believe things to be a certain way, but reality is different, indeed."
			},
			{
				"authorText": "When we live for God, we are blessed by Him.  When we live for God, we see the world through His perspective, and we behave in accordance with His plan no matter what others may think or say.  God's perspective is reality.  Everything else is illusion."
			}
		],
		"quotes": [
			{
				"quoteText": "We need never shout across the spaces to an absent God.  He is nearer than our own soul, closer than our most secret thoughts.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "God walks with us...He scoops us up in His arms or simply sits with us in silent strength until we cannot avoid the awesome recognition that yes, even now, He is there.",
				"quoteAuthor": "Gloria Gaither"
			}
		],
		"prayer": "Lord, help me to see the world through your eyes.  Sometimes, the world's perspective can be dangerous to my well-being.  May I always seek to interpret my circumstances and relationships through the truth of Your word.  Give me guidance, Lord, and wisdom.  Lead me according to Your plan for my life, and keep me ever-mindful that Your reality is the ultimate reality, and that Your truth is the ultimate truth, now and forever."
	},
	{
		"title": "To Be Wholly Committed To My Wife",
		"scripture": [
			{
				"scriptureText": "...For this reason a man will leave his father and mother and be united to his wife, and the two will become one flessh.  So they are no longer two, but one.  Therefore what God has joined together let no man separate.",
				"scriptureReference": "Matthew 19:5,6"
			}
		],
		"author": [
			{
				"authorText": "I gift my children with my hard work;"
			},
			{
				"authorText": "I gift my children with my time;"
			},
			{
				"authorText": "I gift my children with affirming words;"
			},
			{
				"authorText": "I gift my children with hugs and affection;"
			},
			{
				"authorText": "But I gift my children best by loving my wife, their mother."
			}
		],
		"quotes": [
			{
				"quoteText": "The first essential for a happy home is love.",
				"quoteAuthor": "Billy Graham"
			},
			{
				"quoteText": "The acid test of a father's leadership is not in the realm of his social skills, his public relations, his managerial abilities at the office, or how well he handles himself before the public.  It is in the home.",
				"quoteAuthor": "Chuck Swindoll"
			},
			{
				"quoteText": "It is a reverent thing to see an ancient castle or building not in decay, or to see a fair timber tree sound and perfect.  How much more to behold an ancient and noble family that has stood against the waves and weathers of time.",
				"quoteAuthor": "Francis Bacon"
			}
		],
		"prayer": "Lord, There are many good things that demand my time: my family, my friends, my work, my play, and a multitude of concerns that slowly and surely gobble up the hours of my day.  Help me Lord to always remember how precious is the love of my wife.  May I love her as Christ loved His church, and may I cherish her and protect her and encourage her and praise her today and every day."
	},
	{
		"title": "To Have The Right Priorities",
		"scripture": [
			{
				"scriptureText": "What good is it for a man to gain the whole world, yet forfeit his soul?",
				"scriptureReference": "Mark 8:36"
			}
		],
		"author": [
			{
				"authorText": "Should a growing relationship wiht God be the most important priority of life?  Thoughtful Christians respond in the affirmative.  And how can we cultivate a relationship with God?  By spending time with Him."
			},
			{
				"authorText": "Most of us have been guilty of saying, 'There are not enough hours in a day,' but we are mistaken.  God made enough hours in the day for the important things, but He didn't make enough hours in the day for everything.  God's day is long enough if we use it well."
			},
			{
				"authorText": "Many voices cry out to us wanting and, sometimes, demanding our attention.  Jesus had a word of advice for us as we try to get it all done:  'Seek first his kingdom and his righteousness, and all these things will be given to you as well.' (Matthew 6:33)  If we learn to put first things first, everything else falls into place.  And for Christians, the first thing, now and always, is making time for God."
			}
		],
		"quotes": [
			{
				"quoteText": "As is the business of tailors to make clothes and cobblers to make shoes, so it is the business of Christians to pray.",
				"quoteAuthor": "Martin Luther"
			},
			{
				"quoteText": "The moment you wake up each morning, all your wishes and hopes for the day rush at you like wild animals.  And the first job each morning consists in shoving it all back; in listening to that other voice, taking that other point of view, letting that other, larger, stronger, quieter life coming flowing in.",
				"quoteAuthor": "C.S. Lewis"
			},
			{
				"quoteText": "O, let the place of secret prayer become to me the most beloved spot on earth.",
				"quoteAuthor": "Andrew Murray"
			}
		],
		"prayer": "Lord, I want to be a man who is focused on the important things of life.  Help me not to be overwhelmed by the urgent things of life.  Lord, let my spiritual life be ever-growing, and give me the perspective to see  Your purpose for me more clearly each day as I spend time in quiet reflection on Your Word and Your will."
	},
	{
		"title": "To Grow In You",
		"scripture": [
			{
				"scriptureText": "When I was a child, I talked like a child, I thought like a child, I reasoned like a child.  When I became a man, I put childish ways behind me.",
				"scriptureReference": "1 Cor. 13:11"
			}
		],
		"author": [
			{
				"authorText": "There are some childlike traits that are admirable.  In fact, Jesus says that to enter the kingdom of God one must become childlike:  '...Let the little childen come to me, and do not hinder them, for the kingdom of God belongs to such as these.' (Mark 10:14)"
			},
			{
				"authorText": "But the righteous man is to put away childish things.  Paul writes in Hebrews that some Christians who should be making and teaching disciples are still learning the ABCs of their faith.  He warns that immature Christians do not grow spiritually, and because of their lack of growth, the work of the kingdom suffers: '...though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again.'(5:12)"
			},
			{
				"authorText": "Let us therefore be childlike in our love and enthusiasm for Christ, but let us also be mature in our willingness to embrace spiritual growth as we share the Good News of Jesus."
			}
		],
		"quotes": [
			{
				"quoteText": "Often God shuts a door in our face so that he can open the door through which he wants us to go.",
				"quoteAuthor": "Catherine Marshall"
			},
			{
				"quoteText": "I've never met anyone who became instantly mature.  It's a painstaking process that God takes us through, and it includes such things as waiting, failing, losing, and being misunderstood -- each calling for extra doses of perseverance.",
				"quoteAuthor": "Charles Swindoll"
			},
			{
				"quoteText": "We should not be upset when unexpected and upsetting things happen.  God in his wisdom means to make something of us which we have not yet attained and is dealing with us accordingly.",
				"quoteAuthor": "J.I. Packer"
			},
			{
				"quoteText": "God loves us the way we are, but He loves us too much to leave us that way.",
				"quoteAuthor": "Leighton Ford"
			}
		],
		"prayer": "Lord, the work of Your kingdom suffers if I don't take my place as a mature Christian.  Help me to walk along a path of spiritual growth, trusting in Your way and Your Word, learning each day to love You more and to do You will."
	},
	{
		"title": "To Love Others",
		"scripture": [
			{
				"scriptureText": "And a new command I give you:  Love one another.  As I have loved you, so you must love one another.  By this all men will know that you are my disciples, if you love one another.",
				"scriptureReference": "John 13:34,35"
			}
		],
		"author": [
			{
				"authorText": "Good works, church attendance, tithing, and talking about Jesus are all good ways to show our commitment to Christ.  But Jesus says the best way for the world to know those who belong to Him is by the love they show to one another."
			},
			{
				"authorText": "John writes that someone with God's love will: Lay down his life for his brother; Give his material possessions to a needy brother; Do things to express the love he talks about (1 John 3:16-18)."
			},
			{
				"authorText": "For days I had been listening to the PhDs tell me the best way for my child to learn.  Some of these well-meaning educators spoke with compassion while others were matter-of-fact to the point of coldness.  I began questioning my beliefs on what was best for my son in the midst of these high-powered, educated men and women.  As I sat through yet another meeting, it suddenly dawned on me:  There was only one person in that room who was willing to lay his life down for my son...me.  No longer was I intimidated.  My love for my son superseded the concern of others because I was willing to sacrifice everything for him."
			},
			{
				"authorText": "Jesus says that in a world dominatd by self-interest, some people will demonstrate selfless love for one another.  They are called Christians...followers of Christ."
			}
		],
		"quotes": [
			{
				"quoteText": "Our pryaer must not be self-centered.  It must arise not only because we feel our own need as a burden we must lay upon God, but also because we are so bound up in love for our fellow men that we feel their need as acutely as our own.  To make intercession for men is the most powerful and practical way in which we can express our love for them.",
				"quoteAuthor": "John Calvin"
			},
			{
				"quoteText": "The whole being of any Christian is Faith and Love...Faith brings the man to God, love brings him to men.",
				"quoteAuthor": "Martin Luther"
			},
			{
				"quoteText": "An ounce of love is worth a pound of knowledge.",
				"quoteAuthor": "John Wesley"
			}
		],
		"prayer": "Lord, I want those I meet to know I am your disciple.  May my love for others be evident and expressive so that others may see Your love reflected in my actions.  I am your follower, Lord.  Help me always to follow your commandment to love your children as You have loved me."
	},
	{
		"title": "To Be a Witness for You",
		"scripture": [
			{
				"scriptureText": "Come, follow me, and I will make you fishers of men.",
				"scriptureReference": "Matthew 4:19"
			}
		],
		"author": [
			{
				"authorText": "When we lose our focus on the priorities of life, bad things happen.  The gospels all begin with Jesus saying, 'Come and follow.'  They end with Jesus commanding his disciples to 'Go and tell.'  The righteous man has the objective in life to fulfil the Great Commission: '... go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, and teaching them to obey everything I have commanded you...' (Matthew 28:19-20)  Jesus called it 'fishing for men'."
			},
			{
				"authorText": "A group of Christian builders came to help construct our new sanctuary.  Our congregation was blessed by their generosity.  The men were especially exicted about their pastor's visit on Wednesday to help with the construction and to share his 'fishing sermon' that night."
			},
			{
				"authorText": "The pastor told of going fishing with some buddies in the late fall.  Each day, the weather worsened.  Instead of fishing, the men were forced to entertain each other.  It seems the weather wasn't the only thing that worsened each day.  The pastor reported of growing testiness between the men until, finally, everyone packed up and went home.  The pastor's punch line was powerful and to the point: 'When fishermen don't fish, they fight.'"
			},
			{
				"authorText": "The pastor's story makes an important point:  When the purpose of a trip is to fish, and when fishing doesn't take place, frustration and fussing and fighting are likely to occur.  But, when individuals or groups stay on target, fulfillment and satisfaction result (with a side benefit: harmony).  The righteous man stays focused on the great calling: to be a witness for Christ and a servant to others."
			}
		],
		"quotes": [
			{
				"quoteText": "No man is ever the same after God has laid His hand upon him.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "Christ's work of making new men...is not mere improvement, but transformation.",
				"quoteAuthor": "C.S. Lewis"
			},
			{
				"quoteText": "Taking the gospel to people wherever they are -- death row, the ghetto, or next door -- is frontline evangelism.  Frontline love.  It is our one hope for breaking down barriers and for restoring the sense of community.",
				"quoteAuthor": "Charles Colson"
			}
		],
		"prayer": "Lord, I want to follow you and be a fisher of men.  When I feel unfulfilled and unfocused, remind me of my purpose.  In all that I do, help me be a worthy witness for You to a world that so desperately needs Your saving grace."
	},
	{
		"title": "To Be an Example of Good",
		"scripture": [
			{
				"scriptureText": "...let your light shine before men, that they may see your good deeds and praise your Father in heaven.",
				"scriptureReference": "Matthew 5:16"
			}
		],
		"author": [
			{
				"authorText": "As a part of my first ministry duties after seminary, I served as a youth pastor at a large church.  I'll never forget the senior pastor's charge to me for ministering to the youth.  He challenged me to 'draw the young people to you and point them to God.'  But I was puzzled: Why not just point them to God and forget about 'me'?  It wasn't long before I understood the wisdom of the pastor's words.  He understood that the youth needed not only my words but also my friendship, my encouragement, and my example."
			},
			{
				"authorText": "God sent 'The Word', His son Jesus, to live among us.  Jesus was fully divine, and He was fully human.  Jesus is mankind's example of righteousness on earth.  Jesus gives His children love, encouragement, and salvation.  His example is perfect.  May each of us follow His teachings, and, to the best of our abilities, His example as we share His message."
			}
		],
		"quotes": [
			{
				"quoteText": "Lord, I am no longer my own, but Yours.  Put me to what You will, rank me with whom You will.  Let me be employed by You or laid aside for You, exalted for You or brought low by You.  Let me have all things, let me have nothing.  I freely and heartily yield all things to Your pleasure and disposal.  And now, O glorious and blessed God, Father, Son, and Holy SPirit, You are mind and I am Yours.  So be it.  Amen.",
				"quoteAuthor": "John Wesley"
			},
			{
				"quoteText": "The wise Christian will watch for opportunities to do good, to speak the life-bringing word to sinners, to pray the rescruing prayer of intercession.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "Don't worry about what you do not understand.  Worry about what you do understand in the Bible but do not live by.",
				"quoteAuthor": "Corrie ten Boom"
			}
		],
		"prayer": "Lord, you deserve all praise, honor, and glory.  You have chosen me as a tool to minister to others.  May I be an example of godly living to everyone I meet.  Help me, Lord, always to share Your joy with others through my words and my deeds."
	},
	{
		"title": "To Obey You",
		"scripture": [
			{
				"scriptureText": "Peter and the other apostles replied: 'We must obey God rather than men!'",
				"scriptureReference": "Acts 5:29"
			}
		],
		"author": [
			{
				"authorText": "Peter and the apostles were healing the sick and the demon-possessed.  They were performing miracles.  And they were upsetting the religious leaders of the day who felt threatened by the large number of men and women who were becoming Christians.  The apostles were ordered never to preach the Good News of Jesus but they did.  So Peter and the apostles were thrown into jail where an angel promptly set them free.  Then, the apostles were brought before the Sanhedrin and chastised by the high priest:  'We gave you strict orders not to teach in this name...yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man's blood.'(Acts 5:28)  Peter and the apostles were not intimidated.  They knew that they must obey God and not men."
			},
			{
				"authorText": "As a child I was intrigued with the fiery furnace of the Shadrach, Meshach, and Abednego story.  As an adult, I am captivated by the three boys and their resolve to obey God no matter what.  The boys refused to follow the king's decree and bow down to his image, so they were given a lecture by King Nebuchadnezzar himself.  If they failed to comply with the king's wishes, the fiery furnace awaited them."
			},
			{
				"authorText": "Shadrach, Meshach, and Abednego responded, '...O Nebuchadnezzar, we do not need to defend ourselves before you in this matter.  If we are thrown into the blazing furnace, the God we servce is able to save us from it, and he will rescue us from it, and he will resuce us from your hand, O King.  But even if he does not, we want you to know, O king, that we will not serve your gods or worship the image of god you have set up.' (Daniel 3:16-18)  The three young men obeyed God, not man, and we must do likewise."
			}
		],
		"quotes": [
			{
				"quoteText": "It is one thing to love the ways of the Lord when all is well and quite another thing to cling to them during discouragement or difficulty.",
				"quoteAuthor": "C.H. Spurgeon"
			},
			{
				"quoteText": "From the tiny birds of the air and from the fragile lillies of the field, we learn the same truth: God takes care of His own.  At just the right moment, He steps in and proves Himself as our faithful heavenly Father.",
				"quoteAuthor": "Charles Swindoll"
			},
			{
				"quoteText": "When we choose deliberately to obey Him, then He will tax the remotest star and the last grain of sand to assist us with all His almighty power.",
				"quoteAuthor": "Oswald Chambers"
			}
		],
		"prayer": "Lord, perhaps I will never face a choice between You and a fiery furnace.  But Lord, each day, I face choices between Your way and the world's way.  Help me always to make wise decisions.  May I, like Joshua, choose this day to follow You."
	},
	{
		"title": "To Know the Freedom of Truthful Living",
		"scripture": [
			{
				"scriptureText": "You shall know the truth and the truth shall set you free.",
				"scriptureReference": "John 8:32"
			}
		],
		"author": [
			{
				"authorText": "Freedom is a precious thing.  We desire the freedom to pursue happiness and the freedom to pursue our goals.  But freedom is also paradoxical in that we are never truly free until we place ourselves in bondage to the true and living God."
			},
			{
				"authorText": "Jesus said, 'I am the way and the truth and the life.  No one comes to the Father except through me (John 14:6).  Following Jesus and committing one's life to Him is the door to genuine freedom.  The pursuit of freedom in any other form is, in fact, a form of imprisonment which God never intended."
			}
		],
		"quotes": [
			{
				"quoteText": "Peace, if possible, but truth at any rate.",
				"quoteAuthor": "Martin Luther"
			},
			{
				"quoteText": "A little lie is like a little pregnancy, it doesn't take long before everyone knows.",
				"quoteAuthor": "C.S. Lewis"
			},
			{
				"quoteText": "I would rather know the truth then be happy in ignorance.  If I cannot have both truth and happiness, give me truth.  We'll have a long time to be happy in heaven.",
				"quoteAuthor": "A.W. Tozer"
			}
		],
		"prayer": "Lord, help me always to understand that my freedom lies in Your will.  Your Son Jesus is the salvation of the world.  His way is the path of truth and everlasting life.  Help me always to walk on His path and live in His light."
	},
	{
		"title": "To Please You",
		"scripture": [
			{
				"scriptureText": "...We are not trying to please men, but God...",
				"scriptureReference": "1 Thessalonians 2:4b"
			}
		],
		"author": [
			{
				"authorText": "Out high school basketball team needed help, and our principal knew it.  So he went all the way from Florida to Indiana, the hotbed of basketball, to secure the services of one Hugh Thimler.  Coach Thimler promptly turned our team's basektball fortunes in the right direction.  Coach Thimler taught us about basketball and life, but not necessarily in that order."
			},
			{
				"authorText": "Before Thimler arrived, our team had begun to develop a 'run and gun' offense, but Coach wanted a more deliberate style of play.  He instituted a rule that we must pass the ball at least three times before any shot was taken.  In the first game after the rule took effect, Andy Torgenson brought the ball down the court and passed to me.  Even though, according to Coach Thimler, Ishould have passed the ball, I felt I was too open to miss the 30-foot shot.  I took the shot and made it.  The fans cheered, and the cheerleaders were duly impressed.  Coach Thimler was not.  He called time-out and pulled me from the game.  I sat on the bench for the rest of the game."
			},
			{
				"authorText": "I quickly learned that the approval of the crowd was fleeting and didn't matter much.  What mattered was the approval of the coach.  If I was to be useful to the team, I must follow the rules and please Coach Thimler."
			},
			{
				"authorText": "Paul wrote to young Timothy, 'No one serving as a soldier gets involved in civilian affairs -- he wants to please his commanding officer' (2 Timothy 2:4).  The righteous man realizes that the cheers of the crowd may bring fleeting happiness, but that the applause of the Lord is, in the end, the only applause that counts."
			}
		],
		"quotes": [
			{
				"quoteText": "Trusting in my own mental understanding becomes a hindrance to complete trust in God.",
				"quoteAuthor": "Oswald Chambers"
			},
			{
				"quoteText": "You should not believe your conscience and your feelings more than the word which the Lord who receives sinners preaches to you.",
				"quoteAuthor": "Martin Luther"
			},
			{
				"quoteText": "If God, like a father, denies us what we want now, it is in order to give us some far better thing later on.  The will of God, we can rest assured, is invariably a better thing.",
				"quoteAuthor": "Elizabeth Eliott"
			}
		],
		"prayer": "Lord, Thank You for the affirmations of my family and friends.  But never let me forget that Your approval is the key to my life and my salvation.  Lord, I want to do Your will and to know Your pleasure.  Instruct me each day that I might serve you with all that I am."
	},
	{
		"title": "To Be a Man of Prayer",
		"scripture": [
			{
				"scriptureText": "I want men everywhere to lift up holy hands in prayer...",
				"scriptureReference": "1 Timothy 2:8"
			}
		],
		"author": [
			{
				"authorText": "God wants men to pray.  Prayer releases God's power and provision for successful Christian living.  Yet too many of us don't pray as we ought.  Why?  Perhaps the act of prayer goes against the masculine need for independence (we men are notoriously slow to ask for help).  Or perhaps we simply don't take the time needed to engage in a deep prayer relationship with God.  But if we neglect our prayer lives, for whatever the reason, we forfeit one of God's great gifts to mankind."
			},
			{
				"authorText": "Esther Burroughs worked with the Home Mission Board when she told me of the impact her father's prayer life had upon her.  She recollected how each morning when she arose, she would walk down the hallway and pass the room where her father prayed.  A crack in the door allowed her to witness a man of God engaged in sincere, devoted, life-changing conversation with the Master.  All of us should be so fortunate as young Esther...and as wise as her father."
			}
		],
		"quotes": [
			{
				"quoteText": "Prayer is God's provision for us to know Him, to know His purposes and His ways, to experience His mighty presence working in us and through us to accomplish His perfect will.",
				"quoteAuthor": "Henry Blackaby"
			},
			{
				"quoteText": "Does the Bible ever say anywhere from Genesis to Revelation, 'My house shall be called a house of preaching?'  Does it ever say, 'My house shall be called a house of music?'  Of course not.  The Bible does say, 'My house shall be called a house of prayer for all nations.'  Preaching, music, the reading of the Word -- these things are fine; I believe in an practice all of them.  But they must never override prayer as the defining mark of God's dwelling.  The honest truth is that I have seen God do more in people's lives during ten minutes of real prayer than in ten of my sermons.",
				"quoteAuthor": "Jim Cymbala"
			},
			{
				"quoteText": "We must focus on prayer as the main thrust to accomplish God's will and purpose on earth.  The forces against us have never been greater and this is the only way we can release God's power to become victorious.",
				"quoteAuthor": "John Maxwell"
			}
		],
		"prayer": "Lord, remind me that living this day with You is infinitely better than going it alone.  As I acknowledge my dependence upon You, I pray for all the things that You seek to give me today so that I might do Your will and live Your plan for my life.  And for whatever good I accomplish this day, may You receive the glory."
	},
	{
		"title": "To Have Endurance",
		"scripture": [
			{
				"scriptureText": "But you, man of God...pursue endurance.",
				"scriptureReference": "1 Timothy 6:11"
			}
		],
		"author": [
			{
				"authorText": "When I think of the word endurance, I think of my friend Larry Irving.  101 years young.  Frail of body but keen of mind and humor, Larry is a joy to visit.  I first met him and his wife when they were in their early seventies.  At that time, Larry was recently retired from years of managing JC Penney stores, and his tireless work at our church raised my standard for servant leadership.  Always willing to offer advice when asked, he did so with a gentleness and respect that required the listener to pay attention.  And Larry backed up his words with a servant's spirit."
			},
			{
				"authorText": "Larry is in a nursing home now.  His sweet wife went on to her reward a few years ago.  Sometimes when I visit Larry, he wonders out loud why he has been left here on this earth when he so desires to be with Jesus and his loving wife.  Then, he tells me of the nurse he talked to about Jesus.  or he tells of the young man who works at the nursing home who prayed to receive Christ.  Or he offers me advice on how to manage my business.  Larry has many visitors, and we are all blessed beyond measure by t his humble, righteous man."
			},
			{
				"authorText": "Paul said it to Timothy (just as Larry has often said to me), 'I have fought the good fight, I have finished the race, I have kept the faith.  Now there is in store for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day -- and not only to me, but also to all who have longed for his appearing.' (2 Timothy 4:7,8)  But God still has work for Larry to do.  Important work.  And the same is true for you and me."
			}
		],
		"quotes": [
			{
				"quoteText": "Keep adding, keep walking, keep advancing: do not stop, do not turn back, do not turn from the straight road.",
				"quoteAuthor": "St. Augustine"
			},
			{
				"quoteText": "Let us not cease to do the utomost, that we may incessantly go forward in the way of the Lord.",
				"quoteAuthor": "John Calvin"
			},
			{
				"quoteText": "When the train goes through a tunnel and the world gets dark, do you jump out?  Of course not.  You sit still and trust the engineer to get you through.",
				"quoteAuthor": "Corrie ten Boom"
			},
			{
				"quoteText": "We have ample evidence that the Lord is able to guide.  The promises cover every imaginable situation.  All we need to do is to take the hand He stretches out.",
				"quoteAuthor": "Elizabeth Eliott"
			}
		
		],
		"prayer": "Lord, Thank You for the years You have given me and for the years that I still have on this Earth.  Help me to be steadfast in my love and service for You.  May You find me faithful in all I do, and may I finish the race joyfully and then live with You forever."
	},
	{
		"title": "To Be a Man of Noble Purposes",
		"scripture": [
			{
				"scriptureText": "In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble. If a man cleanses himself from the latter, he will be an instrument for noble purposes, made holy, useful to the Master and prepared to do any good work.",
				"scriptureReference": "2 Timothy 2:20,21"
			}
		],
		"author": [
			{
				"authorText": "I wasn't sure I had made the right decision taking my 13-year old son to see the move 'Saving Private Ryan.'  Having seen the movie alone a few weeks before, I was aware of its graphic details, but I was also aware of several strong messages I wanted my son to hear."
			},
			{
				"authorText": "On the ride home after the movie, Jimmy was talkative.  One of the messages we discussed was the importance of picking one's personal battles.  Some things, I said, are worth fighting for and many things aren't.  Jimmy agreed."
			},
			{
				"authorText": "The righteous man knows which wars are worth fighting.  The apostle Paul calls them 'noble purposes.'  Certain causes are worhty of our attention, and certain things are better left undone.  God's discernment is needed to know the important from the unimportant and the righteous from the unrighteous."
			}
		],
		"quotes": [
			{
				"quoteText": "Oh Lord, let me not live to be useless.",
				"quoteAuthor": "John Wesley"
			},
			{
				"quoteText": "God possesses infinite knowledge and an awareness which is uniquely His.  At all times, even in the midst of any type of suffering, I can realize that He knows, loves, watches, understands, and more than that, He has a purpose.",
				"quoteAuthor": "Billy Graham"
			},
			{
				"quoteText": "The beautiful thing about this adventure called faith is that we can count on Him never to lead us astray.",
				"quoteAuthor": "Charles Swindoll"
			}
		],
		"prayer": "Lord, there are many hands pulling at us.  Causes, many of which are worhty, demand our time and attention.  Help me, Lord, to know the noble causes that You want me to serve, and keep me always mindful of Your purpose for my life."
	},
	{
		"title": "To Walk With You",
		"scripture": [
			{
				"scriptureText": "Blessed is the man who does not walk in the counsel of the wicked...",
				"scriptureReference": "Psalm 1:1"
			}
		],
		"author": [
			{
				"authorText": "Be careful with whom you walk.  Your associates will have a profound impact upon you.  Your best walking partner is God.  His conversation is always true and his advice is always right.  Enoch walked with God and didn't die.  (Genesis 5:24)  I like to think that eventually, when they were walking, God said to Enoch, 'We are closer to my house than yours.  Come home with me.'."
			},
			{
				"authorText": "When I was growing up, I knew a boy who acted like a chameleon.  He took on the attitudes and values of those with whom he was walking.  At church he could talk and act as spiritually as the next person.  But at parties he could drink and tell off-color jokes as if he never went to church.  He was swayed by those around him."
			},
			{
				"authorText": "To some extent, we all are molded by our surroundings and our associates.  But we also have the freedom to choose righteous walking partners, and it is imperative that we do so: '...if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.' (1 John 1:7)"
			},
			{
				"authorText": "With whom will you walk today?"
			}
		],
		"quotes": [
			{
				"quoteText": "God is the beyond in the midst of our life.",
				"quoteAuthor": "Dietrich Bonhoffer"
			},
			{
				"quoteText": "Ask Christ to come into your heart to forgive you and help you.  When you do, Christ will take up residence in your life by His Holy Spirit, and when you face temptations and trials, you will no longer face them alone.",
				"quoteAuthor": "Billy Graham"
			},
			{
				"quoteText": "O God, Thou hast made us for thyself, and our hearts are restless until they find their rest in Thee.",
				"quoteAuthor": "St. Augustine"
			}
		],
		"prayer": "Lord, I am a mere man who can be tempted.  And I know that those who surround me each day will influence me toward either good or evil.  Help me, Lord, to draw close to you, and help me to claim righteous men and godly women as my friends.  Then, Lord, I can walk fearlessly in the light of Your counsel...and theirs."
	},
	{
		"title": "To Stand With You",
		"scripture": [
			{
				"scriptureText": "Blessed is the man who does not...stand in the way of sinners.",
				"scriptureReference": "Psalm 1:1"
			}
		],
		"author": [
			{
				"authorText": "Watch where you stand.  Where you stand can be hazardous to your health.  Once, while I was backpacking with friends along the Appalachian Trail, a powerful thunderstorm caught us by surprise.  The rain came hard and cold as it stud our faces, but rain was the least of our worries.  Lightning was striking all around us.  Unfortunately we were hiking along a ride top when the storm hit, so our options were both limited and dangerous.  Where we decided to stand became a matter of life and death.  We could stand under a tree on the ridge (ver bad idea), or we could stand by a rock on the ridge (wet, cold, and exposed), or we could keep moving (which we did).  Eventually, the storm passed."
			},
			{
				"authorText": "Where a man chooses to stand is a life-altering decision.  If he chooses to stand with those who habitually sin, he will fall into their ways.  If he stands with the undogly, he will invite needless pain into his life.  Standing with God, on the other hand, brings a man victory and joy."
			},
			{
				"authorText": "Like an experience guide in a dangerous storm, God, leads the righteous man past the trials and temptations of this world.  'No temptation has seized you except what is common to man.  And God is faithful; he will not let you be tempted beyond what you can bear.  But when you are tempted, he will also provide a way out so that you can stand up under it.'  (1 Corinthians 10:13)  So watch where you stand."
			}
		],
		"quotes": [
			{
				"quoteText": "Prayer plumes the wings of God's young eaglets so that they may learn to mount above the clouds.  Prayer brings inner strength to God's warriors and sends them forth to spiritual battle with their muscles firm and their armor in place.",
				"quoteAuthor": "C.H. Spurgeon"
			},
			{
				"quoteText": "Every time you make a choice, you are turning the central part of you, the part that chooses, into something a little different from what it was before.",
				"quoteAuthor": "C.S. Lewis"
			}
		],
		"prayer": "Lord, I want to stand with You today.  Guide my thoughts, my words, and my actions to reflect the truth and goodness of a loving God.  And let me take a stand for You, Lord, a stand for all to see.  Let me be a righteous, worthy ambassador for You this day and every day."
	},
	{
		"title": "To Sit With You",
		"scripture": [
			{
				"scriptureText": "Blessed is the man who does not...sit in the seat of mockers...",
				"scriptureReference": "Psalm 1:1"
			}
		],
		"author": [
			{
				"authorText": "The face that you are reading this book indicates that you have no intention of sitting with those who would make light of God or His creations.  No Christian would purposely choose to mock God or to ignore Him, but sometimes we overlook God's presence, even when He sits in our midst."
			},
			{
				"authorText": "Mary and Martha were entertaining Jesus at their home.  Martha was busy fixing the meal and setting the table, all the while becoming more and more upset with Mary who had chosen instead to sit at the feet of Jesus and listen to Him.  When Martha spoke to Jesus about Mary's apparent lack of effort, Jesus replied, 'Martha, Martha, you are worried and upset about many things, but only one thing is needed.  Mary has chosen what is better, and it will not be taken away from her.' (Luke 10:38-42)"
			},
			{
				"authorText": "Martha did not intentionally slight Jesus -- far from it.  But the well-intentioned, hard-working Martha was mistaken when she chastised Mary.  Mary, on the other hand, chose the right place to sit...at the feet of the Master.  We should do likewise."
			}
		],
		"quotes": [
			{
				"quoteText": "The beginning of anxiety is the end of faith, and the beginning of true faith is the end of anxiety.",
				"quoteAuthor": "George Muller"
			},
			{
				"quoteText": "Let your faith in Christ be in the quiet confidence that He will every day and every moment keep you as the apple of His eye, keep you in perfect peace and in the sure experience of all the light and the strength you need.",
				"quoteAuthor": "Andrew Murray"
			},
			{
				"quoteText": "Begin to know Him now, and finish never.",
				"quoteAuthor": "Oswald Chambers"
			}
		],
		"prayer": "Lord, give me the discernment to know when I am sitting with mockers, even those with good intentions.  I want to sit at Your feet, Lord, and to be with Your people.  May all that I say and all that I do praise and glorify Your name, and may I sit at Your feet forever."
	},
	{
		"title": "To Know the Joy of Living In You",
		"scripture": [
			{
				"scriptureText": "I am the vine; you are the branches.  If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing...I have told you this so that my joy may be in you and that your joy may be complete.",
				"scriptureReference": "John 15:5,11"
			}
		],
		"author": [
			{
				"authorText": "Ron Medlin and I are friends.  And I sometimes wonder why.  Our philosophies of life, our politics, and our views on religion are often at odds.  Ron tends to approve of the liberal slant while I fall into the conservative category.  Ron presents his views without hesitation, so I always know how he feels about a given topic, and he present his opinions with strength, clarity, and undeniable conviction.  Still, I often disagree with him, albeit respectfully."
			},
			{
				"authorText": "Though Ron and I may debate theology and politics, we are still close friends.  I can hear Ron's point of view because I know it is rooted in a caring and concern for the well-being of mankind.  And behind the vigor and force of his viewpoint is a gentleness and respect for my opposing opinions."
			},
			{
				"authorText": "The righteous man has a strong commitment to the truth.  He is commanded by God to share that truth with family, friends, and the world.  Christian men can and should support each other even when they disagree.  Sometimes, God places friends along our paths to correct faulty thoughts or lapses in judgement.  Maybe this is why God placed me in Ron's path.  Or, maybe this is why God placed Ron in mine.  Or maybe, just maybe, God has something to teach both of us."
			}
		],
		"quotes": [
			{
				"quoteText": "we can never have more of true faith then we have of true humility.",
				"quoteAuthor": "Andrew Murray"
			},
			{
				"quoteText": "The Christian is not one who has gone all the way with Christ.  None of us has.  The Christian is one who has found the right road.",
				"quoteAuthor": "Charles L. Allen"
			},
			{
				"quoteText": "No receipt opens the heart but a true friend, to whom you may impart griefs, joys, fears, hopes, suspicions, counsels, and whatever lies upon the heart.",
				"quoteAuthor": "Francis Bacon"
			},
			{
				"quoteText": "I look upon all the world as my parish.",
				"quoteAuthor": "John Wesley"
			}
		],
		"prayer": "Lord, You have given me a hope that transcends the daily grind and the difficult circumstances of life.  Because of Your Son Jesus, I can face this day with assurance and joy.  Help me, Lord, to share that hope with the friends I meet along the way.  Let my convictions be expressed strongly but with a gentleness and respect.  And help me to be open to the genuine concern and opinions of godly friends."
	},
	{
		"title": "Present My Faith with Gentleness and Respect",
		"scripture": [
			{
				"scriptureText": "...Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have.  But do this with gentleness and respect...",
				"scriptureReference": "1 Peter 3:15"
			}
		],
		"author": [
			{
				"authorText": "As a part of my first ministry duties after seminary, I served as a youth pastor at a large church.  I'll never forget the senior pastor's charge to me for ministering to the youth.  He challenged me to 'draw the young people to you and point them to God.'  But I was puzzled: Why not just point them to God and forget about 'me'?  It wasn't long before I understood the wisdom of the pastor's words.  He understood that the youth needed not only my words but also my friendship, my encouragement, and my example."
			},
			{
				"authorText": "God sent 'The Word', His son Jesus, to live among us.  Jesus was fully divine, and He was fully human.  Jesus is mankind's example of righteousness on earth.  Jesus gives His children love, encouragement, and salvation.  His example is perfect.  May each of us follow His teachings, and, to the best of our abilities, His example as we share His message."
			}
		],
		"quotes": [
			{
				"quoteText": "Lord, I am no longer my own, but Yours.  Put me to what You will, rank me with whom You will.  Let me be employed by You or laid aside for You, exalted for You or brought low by You.  Let me have all things, let me have nothing.  I freely and heartily yield all things to Your pleasure and disposal.  And now, O glorious and blessed God, Father, Son, and Holy SPirit, You are mind and I am Yours.  So be it.  Amen.",
				"quoteAuthor": "John Wesley"
			},
			{
				"quoteText": "The wise Christian will watch for opportunities to do good, to speak the life-bringing word to sinners, to pray the rescruing prayer of intercession.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "Don't worry about what you do not understand.  Worry about what you do understand in the Bible but do not live by.",
				"quoteAuthor": "Corrie ten Boom"
			}
		],
		"prayer": "Lord, you deserve all praise, honor, and glory.  You have chosen me as a tool to minister to others.  May I be an example of godly living to everyone I meet.  Help me, Lord, always to share Your joy with others through my words and my deeds."
	},
	{
		"title": "To Be an Overcomer",
		"scripture": [
			{
				"scriptureText": "Jesus answered, 'I have told you these things, so that in me you may have peace.  In this world you will have trouble.  But take heart!  I have overcome the world.",
				"scriptureReference": "John 16:33"
			}
		],
		"author": [
			{
				"authorText": "If you go to the Sunday morning service at the Baptist church in Leiper's Form, Tennessee, you'll be greeted at the front door with a big smile, a bulletin, and a handshake compliments of Jim Pewitt.  Jim and his wife Lois are among the most faithful attendees of our little church.  On Sunday evenings and Wednesday nights, the Pewitts are always present and accounted for.  The same goes for Vacation Bible School, revivals, and special events -- Jim and Lois always give their full support."
			},
			{
				"authorText": "The remarkable part of this story is that Jim has no voice.  Several years ago, surgery left him without the ability to speak, and nothing to show for it but a hole in his throat and a voice box in his pocket.  But that little setback couldn't wipe the smile off Jim's face for long."
			},
			{
				"authorText": "Some days Jim doesn't feel very well, but you'll never hear him complain.  And on Sunday morning, rain or shine, Jim will be right there at the doors of the church with a smile on his face and a stack of bulletins under his arms.  On Wednesday evenings, he even gives the prayer at our prayer meetings.  Jim Pewitt is not just a good man, and he's not just an ambassador for God.  He is also an 'overcomer'."
			},
			{
				"authorText": "Jesus overcame the troubles of this world.  He said we, too, would have trouble, but He told us not to worry.  As Christians, we can still have peace in our lives -- even under difficult circumstances -- because of our Savior.  Armed with the good news of Christ Jesus, Christians overcome the inevitable trials and tribulations of this life.  Just like Jim Pewitt."
			}
		],
		"quotes": [
			{
				"quoteText": "We must face today as children of tomorrow.  We must meet the uncertainties of this world with the certainty of the world to come.  TO the pure in heart, nothing really bad can happen...not death but sin should be our great fear.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "God of our life, there are days when the burdens we carry chafe our shoulders and weigh us down; when the road seems dreary and endless, the skies grey and threatening; when our lives have no music in them, and our hearts are lonely, and our soulds have lost their courage.  Flood the path with light, run our eyes to where the skies are full of promise; tune our hearts to brave music; give us the sense of comradeship with heroes and saints of every age; and so quicken our spirits that we may be able to encourage the souls of all who journey with us on the road of life, to Your honour and glory.",
				"quoteAuthor": "St. Augustine"
			}
		],
		"prayer": "Lord, Thank you for Jesus.  He lived in this same world that I live in and faced numerous troubles, just like me.  Because He overcame the difficulties of this life, so can I.  Help me look to Jesus when difficulties come my way so that I, too, might overcome my troubles, and in so doing, be a model for others and an ambassador for You."
	},
	{
		"title": "To Delight in Your Word",
		"scripture": [
			{
				"scriptureText": "But his delight is in the law of the Lord...",
				"scriptureReference": "Psalm 1:2a"
			}
		],
		"author": [
			{
				"authorText": "King David writes that a man will find happiness and great blessings if he studies God's Word and obeys His laws.  David advises, 'Delight yourself in the LORD and he will give you the desires of your heart.' (Psalm 37:4)"
			},
			{
				"authorText": "Jesus says, 'blessed is the man who hungers and thirsts after righteousness, for he will be filled.' (Matthew 5:6)  Righteousness is found in God's Word, but God does not force his teachings upon us.  God gives man the ability to choose between the joys of righteous living and the temptations of the world.  The world offers opportunities for pleasure which soon evaporate like mist at daybreak.  God, on the other hand, offers fulfillment.  And abundance.  And joy.  And eternal life."
			},
			{
				"authorText": "Today, you can choose to delight in the Lord, or not.  You can read his Word, or not.  You can accept His blessings, or not.  God offers freely, and the righteous man accepts God's gifts with thanksgiving and delight."
			}
		],
		"quotes": [
			{
				"quoteText": "What, then, is the Bible?  It is the Book of Life.  'The words that I speak unto you,' said our Lord, 'they are spirit, and they are life.'",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "If I find myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world.",
				"quoteAuthor": "C.S. Lewis"
			},
			{
				"quoteText": "The Bible is God's Word, given to us by God Himself so we can know Him and His will for our lives.",
				"quoteAuthor": "Billy Graham"
			},
			{
				"quoteText": "Voltaire expected that within fifty years of his lifetime, there would not be one Bible in the world.  His house is now a distribution center for Bibles in many languages.",
				"quoteAuthor": "Corrie ten Boom"
			}
		],
		"prayer": "Lord, I want to delight in You and Your Word.  Help me to make the time and take the time to study the Bible.  Increase my thirst for You and Your righteousness, and always keep me mindful that it is through Your blessings that I will achieve lasting peace."
	},
	{
		"title": "To Meditate on Your Word",
		"scripture": [
			{
				"scriptureText": "...and on his law he meditates day and night.",
				"scriptureReference": "Psalm 1:2b"
			}
		],
		"author": [
			{
				"authorText": "Meditation doesn't come easy for many of us, and it certainly doesn't come easy for me.  A seemingly endless string of urgent demands cries out for my time, sometimes leaving precious few moment for communion with God.  Sometimes, when the noise of life become deafening, I am reminded of a small trailer that I called home while I attended seminary."
			},
			{
				"authorText": "The campus of New Orleans Baptist Theological Seminary is located on the busy Gentilly Boulevard thoroughfare, close to an industrial barge canal, not far from a small but busy airport, and within yards of bustling train tracks.  One night I lay in bed, exhausted from a non-stop day of classes, study, and work.  As I closed my eyes, a train came roaring down the tracks rattlind the foundation of my trailer with a decibel count akin to that of a tornado.  After the train passed, I listened to the sirens of emergency vehicles racing down Gentilly Boulevard.  Soon, the tugboats were blowing their air horns requesting the bridge keeper to raise the bridge.  And the private jets sounded like they were performing an air show.  My little world was noisy indeed, but whenever I showed down and quietly sought God, even amid the hustle and bustle, He was there."
			},
			{
				"authorText": "We live in a world of non-stop action and noise.  We become desensitized to the need for rest and quietness.  Sometimes, we become restless when faced with a few moments of free time or a few moments of solitude.  Yet, we need these moments of stillness in order to successfully navigate the journey of life.  'Be still, and know that I am God...,' admonishes the Psalmist (Psalm 46:10a)  After Jesus spent a long, busy day teaching, casting out demons, and healing the sick, He rested.  And the scripture reads, 'Very early in the morning, while it was still dark, Jesus got up, left the house and went off to a solitary place, where he prayed.' (Mark 1:35)"
			},
			{
				"authorText": "The righteous man needs meditation.  God can speak any way He chooses, but most often, He speaks in a still soft voice.  Only when we find a way to turn off the noise and close off the clutter do we fully appreciate the presence and peace of the Lord."
			}
		],
		"quotes": [
			{
				"quoteText": "The remedy for distractions is the same now as it was in earlier and simpler times: prayer, meditation, and the cultivation of the inner life.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "The main thing that God asks for is our attention.",
				"quoteAuthor": "Jim Cymbala"
			},
			{
				"quoteText": "I have so much to do that I shall spend the first three hours in prayer.",
				"quoteAuthor": "Martin Luther"
			}
		],
		"prayer": "Lord, slow me down.  Help me never to let the urgent crowd out the important.  Let me guard my time and order my day so that I might always spend time with You.  Knowing You and Your Word is the most important item on my agenda this day.  And the busier I am, the more time I need to spend with You."
	},
	{
		"title": "To Be a Man of Integrity",
		"scripture": [
			{
				"scriptureText": "The man of integrity walks securely, but he who takes crooked paths will be found out.",
				"scriptureReference": "Proverbs 10:9"
			}
		],
		"author": [
			{
				"authorText": "After four years in the United States Air Force, I went back to college and majored in political science.  During the time, I was extremely fortunate to secure a job with U.S. Representative, James Haley.  As a congressional aide, I was able to make practical application of the theory I was learning in school.  I learned politics from my boss, of course, but I learned something else, something much more important: integrity."
			},
			{
				"authorText": "The congressman was a stickler for doing things right.  When I opened his district office, he made it very clear that he expected everything that we did or said in his name to be above reproach.  For example, he was a stickler when it came to the use of the franking privilege (franking is the name for the free postage that is afforded members of Congress and the Executive Office when they send mail on 'official' business).  Some House members abused this privilege, but never Mr. Haley.  He purchased stamps from his own funds and handed them to me with crystal-clear instructions: If I had any questions about whether or not the post was government business, I was to use the congressman's stamps.  Period."
			},
			{
				"authorText": "Representative Haley was a man of integrity who used his position of power to influence his employees and constituents to do the right thing.  And for him, doing the right thing wasn't an abstract concept -- it started with the man in the mirror and then worked its way out from there.  You and I should do no less.  Period."
			}
		],
		"quotes": [
			{
				"quoteText": "In the worst temptations, nothing can help us but faith that God's Son has put on flesh, is bone, sits at the right hand of the Father, and prays for us.  There is no mightier comfort.",
				"quoteAuthor": "Martin Luther"
			},
			{
				"quoteText": "When we choose deliberately to obey Him, then He will tax the remotest start and the last grain of sand to assist us with all His almighty power.",
				"quoteAuthor": "Oswald Chambers"
			},
			{
				"quoteText": "We have a God who delights in impossibilities.",
				"quoteAuthor": "Andrew Murray"
			}
		],
		"prayer": "Lord, there is no temptation I will face today You have not already seen and conquered.  May I know Your presence and discernment in all my choices.  And may everything I say and do reflect an integrity that is pleasing in Your sight."
	},
	{
		"title": "To Find My Rest in You",
		"scripture": [
			{
				"scriptureText": "Are you tired?  Worn out?  Burned out on religion?  Come to me.  Get away with me and you'll recover your life.  I'll show you how to take a real rest.  Walk with me and work with me, watch how I do it.  Learn the unforced rhythms of grace.  I won't lay anything heavy or ill-fitting on you.  Keep company with me and you'll learn to live freely and lightly.",
				"scriptureReference": "Matthew 11:28-30 THE MESSAGE"
			}
		],
		"author": [
			{
				"authorText": "One Sunday morning, I stopped preaching and started meddling.  Using humor and personal examples, I spoke of how it feels to pontificate from the pulpit while someone in the congregation falls into deep (and I do mean deep) slumber.  After sharing my thoughts with the congregation, I moved on to more acceptable topics."
			},
			{
				"authorText": "As I stood shaking hands after the service, I had almost forgotten my brief foray into meddling when one of my saintly church members made an interesting observation.  He said that when one slept in church, it meant that he was at peace with God.  Perhaps the church member was right...in some cases, but sometimes, sleeping in church on Sunday morning probably reflects too much Saturday night.  But I digress."
			},
			{
				"authorText": "The desire to find peace with God is a deep human need.  Jesus promises that we can find that peace when we come to Him.  Jesus teaches us about the 'unforced rhythms of grace,' and He promises that with Hiim, we can 'learn to live freely and lightly.'  When we do, we can then enter God's house with a sense of peace that will allow us to joyfully praise His name and listen to His word...with eyes open, please."
			}
		],
		"quotes": [
			{
				"quoteText": "Worry does not empty tomorrow of its sorrow; it empties today of its strength.",
				"quoteAuthor": "Corrie ten Boom"
			},
			{
				"quoteText": "Christ alone can bring lasting peace - peace with God - peace among men and nations - and peace within our hearts.",
				"quoteAuthor": "Billy Graham"
			},
			{
				"quoteText": "Anxiety has its use, stimulating us to seek with keener longing for that security where peace is complete and unassailable.",
				"quoteAuthor": "St. Augustine"
			},
			{
				"quoteText": "Pray, and let God worry.",
				"quoteAuthor": "Martin Luther"
			}
		],
		"prayer": "Lord, Thank You for the rest You provide.  Help me to walk with You each day and enjoy the peace that is found only in relationship to You.  And may I always be ready to share Your peace with everyone whom I meet, and may I always give You the praise and the glory."
	},
	{
		"title": "To Be Productive and Responsible",
		"scripture": [
			{
				"scriptureText": "For even when we were with you, we gave this rule:  'If a man will not work, he shall not eat.'",
				"scriptureReference": "2 Thessalonians 3:10"
			}
		],
		"author": [
			{
				"authorText": "Everyone wants freedom, but not everyone wants responsibility.  'Liberty' is a grand, high-sounding word with lots of pomp and circumstance.  'Responsibility,' on the other hand, sounds a lot like work.  The irony is this: Liberty and responsibility, while seemingly disparate concepts, are inexorably related.  There can be no lasting liberty without responsibility."
			},
			{
				"authorText": "In a society where too many men wish to pass blame (and work) off to others, the righetous man does neither.  Instead, he accepts responsbility for his own behavior and for the support of his family.  The righteous man never abuses his own personal freedoms.  Instead, he works diligently, cares for his family, and contributes to his church and his community."
			},
			{
				"authorText": "Paul writes to the Thessalonians that a man eats if he works.  Simple enough.  And true.  The Bible encourages each of us to take full responsibility for ourselves, for our actions, and for our families.  When we do, we not only please God, but we also leave a lasting legacy for those we love."
			}
		],
		"quotes": [
			{
				"quoteText": "Freedom is not an absense of responsibility; but rather a reward we receive when we've performed our responsibility with excellence.",
				"quoteAuthor": "Charles Swindoll"
			},
			{
				"quoteText": "We trust as it all depended on God, and work as if it all depended on us.",
				"quoteAuthor": "C.H. Spurgeon"
			},
			{
				"quoteText": "Ordinary work, which is what most of us do most of the time, is ordained by God every bit as much as is the extraordinary.",
				"quoteAuthor": "Elisabeth Eliott"
			},
			{
				"quoteText": "If God is diligent, surely we ought to be diligent in doing our duty to Him.  Think how patient and diligent God has been to us!",
				"quoteAuthor": "Oswald Chambers"
			}
		],
		"prayer": "Lord, Thank You for the health and abilities You have provided me.  Help me to use all Your gifts to work diligently so that I might provide for my family and give generously to others.  May I always be a dedicated Christian and a responsible member of Your kingdom here on earth."
	},
	{
		"title": "To Pursue Righteousness",
		"scripture": [
			{
				"scriptureText": "But you, man of God, pursue righteousness...",
				"scriptureReference": "1 Timothy 6:11"
			}
		],
		"author": [
			{
				"authorText": "A. W. Tozer writes, 'No man should desire to be happy who is not at the same time holy.  He should spend his efforts in seeking to know and do the will of God, leaving to Christ the matter of how happy he shall be.'  But often, we are tempted to seek happiness first and righteousness second, with decidedly unhappy results."
			},
			{
				"authorText": "The righteous man does not chase blindly after happiness.  As a mature Christian, he understands that joy is not a destination that can be reached directly, but that it is a byproduct of righteous living and communion with God."
			},
			{
				"authorText": "When we live according to God's laws, we find fulfillment, abundance, and, ultimately, joy.  In face, joy is one of the many gifts that God bestows upon his children, and He stands forever ready to deliver those gifts at the same instant His children are ready -- and willing -- to accept them."
			}
		],
		"quotes": [
			{
				"quoteText": "Impurity is not just a wrong action; impurity is the state of mind and heart and soul which is just the opposite of purity and wholeness.",
				"quoteAuthor": "A.W. Tozer"
			},
			{
				"quoteText": "It is quite true to say, 'I can't live a holy life,' but you can decide to let Jesus make you holy.",
				"quoteAuthor": "Oswald Chambers"
			},
			{
				"quoteText": "Resolved, never to do anything which I should be afraid to do if it were the last hour of my life.",
				"quoteAuthor": "Jonathan Edwards"
			},
			{
				"quoteText": "Never support an experience which does not have God as its source, and faith in God as its result.",
				"quoteAuthor": "Oswald Chambers"
			}
		],
		"prayer": "Lord, help me to approach this day with a deep sense of respect for Your word and for Your laws.  Help me to live righteously, courageously, and purely.  Keep me mindful of my responsibilities, keep me humble of spirit, keep me thankful for my blessings.  Help me, Lord, to see your way more clearly today, and help me to live according to Your will."
	},
	{
		"title": "To Pursue Faith",
		"scripture": [
			{
				"scriptureText": "But you, man of God, pursue faith...",
				"scriptureReference": "1 Timothy 6:11"
			}
		],
		"author": [
			{
				"authorText": "Dwight L. Moody once observed, 'There are three kinds of faith in Christ: First, a struggling faith, like a man in deep water desperately swimming.  Second, a clinging faith, like a man hanging to the side of a boat.  But there is also a third kind of faith, a resting faith, like a man safely within the boat.  That man can then reach out with a hand to help someone else get in.'"
			},
			{
				"authorText": "Moody understood that mature Christians feel the deep sense of security that God offers His children.  But he also understood that from time to time, even dedicated Christians can feel overwhelmed by their circumstances."
			},
			{
				"authorText": "To maintain the 'resting' faith that Moody describes, we must make our communion with God an everyday occurrence.  We must visit Him often in prayer and seek His wisdom through the regular reading of His Word.  We must worship Him and tell the world about His Son.  When we do, God sends us His grace, and His peace which we, in turn, can share with the world."
			}
		],
		"quotes": [
			{
				"quoteText": "The beginning of anxiety is the end of faith, and the beginning of true faith is the end of anxiety.",
				"quoteAuthor": "George Mueller"
			},
			{
				"quoteText": "Faith does not struggle; faith lets God do it all.",
				"quoteAuthor": "Corrie ten Boom"
			},
			{
				"quoteText": "The whole being of any Christian is Faith and Love...Faith brings the man to God, love brings him to men.",
				"quoteAuthor": "Martin Luther"
			},
			{
				"quoteText": "Faith in God is a terrific venture in the dark.",
				"quoteAuthor": "Oswald Chambers"
			}
		],
		"prayer": "Lord, sometimes I am plagued by worry and doubt.  Help me always to understand that genuine faith in You means that I can release my fears and depend upon You for my deliverance.  Help me to do those things that will strengthen my faith, and help me to always trust in You as I seek Your wisdom and Your will."
	},
	{
		"title": "To Pursue Love",
		"scripture": [
			{
				"scriptureText": "But you, man of God, pursue love...",
				"scriptureReference": "1 Timothy 6:11"
			}
		],
		"author": [
			{
				"authorText": "God is love and the righteous man is to be a reflection of that love to a needy world.  How should that love manifest itself in our lives?  Paul answers that question when he writes to the church at Corinth:"
			},
			{
				"authorText": "Love never gives up.  Love cares more for others than for self.  Love doesn't want what it doesn't have.  Love doesn't strut, Doesn't have a swelled head, Doesn't force itself on others, Isn't always 'me first,' Doesn't fly off the handle, Doesn't keep score of the sins of others, Doesn't revel when others grovel, Takes pleasure in the flowering of truth, Puts up with anything, Trusts God always, Always looks for the best, Never looks back, But keeps going to the end.  1 Corinthians 13:4-8 The Message"
			}
		],
		"quotes": [
			{
				"quoteText": "Love is...a steady wish for the loved person's ultimate good...",
				"quoteAuthor": "C.S. Lewis"
			},
			{
				"quoteText": "He who is filled with love is filled with God Himself.",
				"quoteAuthor": "St. Augustine"
			},
			{
				"quoteText": "Give me such love for God and men as will bloth out all hatred and bitterness.",
				"quoteAuthor": "Dietrich Bonhoeffer"
			}
		],
		"prayer": "Lord, Your love for me is more than I could possibly deserve.  Your love is transforming.  Let me never forget Your love for me, let me never cease in praising You, and use me this day to reflect Your love to all those whom I meet."
	},
	{
		"title": "To Pursue Gentleness",
		"scripture": [
			{
				"scriptureText": "But you, man of God...pursue gentleness...",
				"scriptureReference": "1 Timothy 6:11"
			}
		],
		"author": [
			{
				"authorText": "Somehow gentleness has become a trait most men are not interested in.  Perhaps the idea of 'self-made man' seems incompatible with gentleness.  If that be the case, the definition of gentleness needs revisiting.  Among the synonyms for gentleness, the word 'broken' is found: as in a broken horse.  In this sense, 'broken' means strength under control."
			},
			{
				"authorText": "'The Horse Whisperer,' a good books and movie, tells about a cowboy who tames wild horses with firmness, soft words, and patience.  Initially, his horses are strong and powerful but out of control.  When the cowboy is finished, his horses are still strong, and beautiful, but they are also controllable an duseful."
			},
			{
				"authorText": "The righteous man undestands that gentleness is not a sign of weakness.  A gentle spirit is a sign of strength under control.  Paul writes that gentleness is part of the makeup of a righteous man filled with God's spirit. (Galatians 5:22)  Followers of Christ are both strong and gentle.  The righteous man controls himself and focuses his energies on the work of God's kingdom.  And when he does, God smiles."
			}
		],
		"quotes": [
			{
				"quoteText": "We can always gauge where we are by the teachings of Jesus Christ.",
				"quoteAuthor": "Oswald Chambers"
			},
			{
				"quoteText": "It is the duty of every Christian to be Christ to his neighbor.",
				"quoteAuthor": "Martin Luther"
			},
			{
				"quoteText": "Since you cannot do good to all, you are to pay special regard to those who, by the accidents of time, or place, or circumstances, are brought into closer connection with you.",
				"quoteAuthor": "St. Augustine"
			}
		],
		"prayer": "Lord, don't let the world define what kind of man I should be.  May I turn to Your Word for my guidance.  Let me be sure and strong in purpose and in will, yet gentle in demeanor."
	}
	
]